Revit 2024 API
ParameterTypeId.KeynoteText Property
 "Keynote Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId KeynoteText { get; }
Visual Basic
Public Shared ReadOnly Property KeynoteText As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KeynoteText {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace